[
  {
    "count": 1,
    "title": "Поймал мышку",
    "description": "Возьми карту. Если ты у студента, добавь 1 очко доверия к нему",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Поймал крысу",
    "description": "Возьми 1 еду. Если ты на клетке хозяина, добавь 2 очка доверия к хозяину этой клетки",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Потереться о ноги",
    "description": "Сбрось 2 еды, возьми карту. Если ты на клетке хозяина, добавь 2 очка доверия к хозяину этой клетки.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Поймал птичку",
    "description": "Возьми 2 еды и одну карту.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Мур?",
    "description": "Если ты на клетке хозяина, возьми 2 очка доверия к хозяину этой клетки. Если у тебя теперь больше трёх очков доверия к этому хозяину - возьми 2 еды.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Сбегать в ларёк",
    "description": "Играй на клетке хозяина. Когда посетишь ларёк, сбрось эту карту и получи 2 очка доверия к хозяину, на чьей клетке была сыграна эта карта, и возьми карту.",
    "discard_condition": "Посетив ларёк"
  },
  {
    "count": 1,
    "title": "Защитник",
    "description": "Играй на клетке хозяина. После того, как ты поучаствовал в драке с кем-нибудь (независимо от исхода), сбрось эту карту, получи 2 очка доверия к хозяину, на чьей клетке была сыграна эта карта, и возьми карту.",
    "discard_condition": "Подравшись"
  },
  {
    "count": 1,
    "title": "Почтальон",
    "description": "Играй на клетке хозяина. Когда посетишь другого хозяина, сбрось эту карту и получи по 2 очка доверия к обоим, и 2 еды.",
    "discard_condition": "Посетив другого хозяина"
  },
  {
    "count": 1,
    "title": "One love",
    "description": "Сбрось 4 еды. Перемести любое количество твоих очков доверия с других хозяев к одному.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Живой мем",
    "description": "Сбрось 2 еды. Возьми по 2 очка доверия к хозяевам, у которых нет очка доверия.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Приступ ласки",
    "description": "Кот (на твой выбор, включая тебя) на клетке хозяина сбрасывает 2 карты и берёт 2 очка доверия к хозяину на его выбор..",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Принести подарок",
    "description": "Сбрось 1 или более единиц еды по твоему выбору. Если ты на клетке хозяина, возьми очки доверия к хозяину этой клетки (половину сброшенной еды, округление вверх).",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Сюрприз на пороге",
    "description": "Играй только находясь на клетке хозяина. Все коты сбрасывают по одному очку доверия к этому хозяину.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Стащить колбасу",
    "description": "Возьми 1 еду. Другой кот на твой выбор теряет 2 очка доверия хозяину на его выбор.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Дикий кот",
    "description": "Кот не может получать новые очки доверия, но может проходить сквозь заборы. Посетив подвал, он может сбросить эту карту.",
    "discard_condition": "Посетив подвал"
  },
  {
    "count": 1,
    "title": "Бешеность",
    "description": "Кот не может получать новые очки доверия, но получает +1 к броскам на драки. В свой ход он может сбросить 3 еды, и сбросить эту карту.",
    "discard_condition": "Заплатив еду"
  },
  {
    "count": 2,
    "title": "По крышам",
    "description": "Сбрось 3 еды. Перемести любого кота на любую клетку.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Съели не то",
    "description": "Ты и любой кот на твой выбор сбрасывает по 2 еды.",
    "discard_condition": "Сразу"
  },
  {
    "count": 2,
    "title": "Все было не так!",
    "description": "Сбрось 2 еды. Сбрось любую сыгранную карту, положенную перед любым игроком (включая тебя).",
    "discard_condition": "Сразу"
  },
  {
    "count": 2,
    "title": "Все свои",
    "description": "Кот играет воткрытую. В свой ход он может сбросить 2 еды, и сбросить эту карту.",
    "discard_condition": "Заплатив еду"
  },
  {
    "count": 1,
    "title": "Мы же друзья?",
    "description": "Отдай другому коту 2 еды. Он показывает тебе свою руку. Возьми у него одну карту (выбираешь ты).",
    "discard_condition": "Сразу"
  },
  {
    "count": 2,
    "title": "Справедливость",
    "description": "Один из других игроков с наибольшим количеством еды даёт тебе 2 еды. Один из других игроков с наибольшим количеством карт даёт тебе 1 карту. (Если в каком-либо случае таких игроков несколько, выбираешь ты).",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Обмен",
    "description": "Отдай другому игроку две карты. Он взамен даёт тебе две своих, на его выбор.",
    "discard_condition": "Сразу"
  },
  {
    "count": 2,
    "title": "Быстрые лапки",
    "description": "Сбрось 2 еды. Можешь проходить через заборы и переместиться на 4 клетки больше в этот ход.",
    "discard_condition": "В конце хода"
  },
  {
    "count": 2,
    "title": "Лучший котик",
    "description": "Проходя через клетку с другом котом, он даёт тебе 1 еду или 1 карту (на его выбор). Ты можешь проходить сквозь заборы. Этот титул уникален. Если другой кот становится Лучшим котиком (обычно, сыграв такую же карту), немедленно сбрось эту карту.",
    "discard_condition": "Когда другой кот также становится Лучшим котиком"
  },
  {
    "count": 2,
    "title": "Искатель приключений",
    "description": "Прибавь 2 к броскам на перемещение. Этот титул уникален. Если другой кот становится Искателем приключений (обычно, сыграв такую же карту), немедленно сбрось эту карту.",
    "discard_condition": "Когда другой кот также становится Искателем приключений"
  },
  {
    "count": 2,
    "title": "Гроза дворов",
    "description": " +1 ко всем броскам на драки. В случае успешной драки оппонент сбрасывает одно очко доверия (на его выбор). Этот титул уникален. Если другой кот становится Грозой дворов (обычно, сыграв такую же карту), немедленно сбрось эту карту.",
    "discard_condition": "Когда другой кот также становится Грозой дворов"
  },
  {
    "count": 2,
    "title": "Нет.",
    "description": "Когда другой кот попытается взять у тебя карту, можешь отдать ему эту. В этом случае он отдаёт тебе 2 еды. Можно играть не в свой ход.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Похожесть",
    "description": "Сбрось 2 еды. Играй эту карту не в свой ход, когда другой игрок должен получить очки доверия (из любого источника). Те очки доверия вместо него получаешь ты (а тот игрок не получает ничего). Сразу сбрось эту карту.",
    "discard_condition": "Сразу"
  },
  {
    "count": 2,
    "title": "Цапнуть",
    "description": "Когда другой кот проходит через твою клетку (или находится на ней), можешь подраться с бонусом в +1 к броску. Можно играть не в свой ход.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Подобрать",
    "description": "Сбрось 2 еды. Играй эту карту не в свой ход, в тот момент, когда любая другая карта должна отправиться в сброс (из любого источника). Та другая карта, вместо того чтобы пойти в сброс, попадает тебе в руку. После этого «Подобрать» сразу отправляется в сброс.",
    "discard_condition": "Сразу"
  },
  {
    "count": 2,
    "title": "Подстава",
    "description": "Поменяй значение на кубике. Можно играть не в свой ход.",
    "discard_condition": "Сразу"
  },
  {
    "count": 2,
    "title": "Доброе Сердце",
    "description": "Сыграй эту карту из руки немедленно после того, как ты добровольно отдал другому коту (и он согласился принять) как минимум 1 еду ИЛИ 1 карту. Это действие не должно быть частью эффекта другой карты. Возьми 1 очко доверия к любому хозяину на твой выбор.",
    "discard_condition": "Сразу"
  },
  {
    "count": 2,
    "title": "Щедрый Улов",
    "description": "Сыграй эту карту из руки немедленно после того, как ты получил еду с клетки Подвала ИЛИ карту с клетки Ларька (не смотря её), И сразу же добровольно отдал часть этого улова (минимум 1 еду или 1 карту) другому коту на твоей или соседней клетке (получатель должен согласиться). Возьми 1 очко доверия к любому хозяину на твой выбор.",
    "discard_condition": "Сразу"
  },
  {
    "count": 1,
    "title": "Совместная Добыча",
    "description": "Сыграй, если ты находишься на одной клетке с другим котом. Выбери: либо вы оба немедленно получаете по 2 еды, либо вы оба немедленно берёте по 1 карте.",
    "discard_condition": "Сразу"
  }
]
