[
  {
    "title": "Мудрый Советчик",
    "objective": "Накопи 4+ очка доверия к Студенту И успешно используй карту 'Нет.' или 'Подстава', чтобы отменить или изменить действие другого игрока, направленное на тебя или твоего хозяина (Студента).",
    "reward": "Немедленно возьми 2 карты из колоды. До конца игры, когда ты посещаешь клетку Студента, ты можешь также взять 1 еду (в дополнение к обычному очку доверия).",
    "reveal_instruction": "Когда выполнишь, немедленно покажи эту карту, получи награду. Оставь эту карту перед собой лицевой стороной вверх как напоминание о бонусе к посещению Студента. Эту карту нельзя сбросить картой 'Все было не так!'."
  },
  {
    "title": "Прилежный Исследователь",
    "objective": "Посети клетку Студента И клетку Библиотекаря хотя бы по 2 раза каждую в течение игры.",
    "reward": "Немедленно получи 3 еды. Один раз до конца игры, ты можешь перебросить любой свой бросок кубика (на движение или драку). Объяви об этом до того, как увидишь результат второго броска.",
    "reveal_instruction": "Когда выполнишь, немедленно покажи эту карту, получи награду. Сбрось эту карту после использования возможности переброса кубика (или в конце игры, если не использовал)."
  },
  {
    "title": "Щедрый Помощник",
    "objective": "Находясь на клетке Повара, добровольно отдай другому коту 2 еды (и тот должен согласиться принять).",
    "reward": "Немедленно получи 2 очка доверия к Повару и возьми 1 карту.",
    "reveal_instruction": "Когда выполнишь, немедленно покажи эту карту, получи награду и затем сбрось её в коробку."
  },
  {
    "title": "Постоянный Клиент",
    "objective": "Посети клетку Повара 3 раза в течение игры.",
    "reward": "Немедленно получи 1 очко доверия к Повару. До конца игры, когда ты получаешь еду от Повара (посещая его клетку), ты получаешь +1 дополнительную еду.",
    "reveal_instruction": "Когда выполнишь, немедленно покажи эту карту, получи награду. Оставь эту карту перед собой лицевой стороной вверх как напоминание о бонусе. Эту карту нельзя сбросить картой 'Все было не так!'."
  },
  {
    "title": "Почётный Читатель",
    "objective": "Имей 4+ очка доверия к Библиотекарю И закончи свой ход, имея в руке 5+ карт.",
    "reward": "Немедленно получи 2 очка доверия к Библиотекарю и возьми 1 еду.",
    "reveal_instruction": "Когда выполнишь, немедленно покажи эту карту, получи награду и затем сбрось её в коробку."
  },
  {
    "title": "Библиотечный Сыщик",
    "objective": "Находясь на клетке Библиотекаря, успешно сыграй карту, которая позволяет тебе взять карту у другого игрока (например, 'Мы же друзья?').",
    "reward": "Немедленно получи 1 очко доверия к Библиотекарю и возьми 1 карту (из колоды).",
    "reveal_instruction": "Когда выполнишь, немедленно покажи эту карту, получи награду и затем сбрось её в коробку."
  }
] 